import huahin from "../img/huahin.jpeg";
import payaw from "../img/payaw.jpeg";
import theRaft from "../img/theRaft.jpeg";
/* ------------- Paignton-------------- */
/* 
import paigntonMain from "../img/UK/paignton-main.JPG";
import paignton1 from "../img/UK/paignton-1.JPG";
import myPolariod from "../img/UK/myPolariod.jpg";
import coffeeNeroFood from "../img/UK/coffeNeroFood.jpg";
import paigntonHotel1 from "../img/UK/paigntonHotel1.jpg";
import paigntonHotel2 from "../img/UK/paigntonHotel2.jpg";
import paigntonHotel3 from "../img/UK/paigntonHotel3.jpg";
import paigntonHotel4 from "../img/UK/paigntonHotel4.jpg";
import paigntonKingswear1 from "../img/UK/paignton-Kingswear1.jpg";
import paigntonKingswear2 from "../img/UK/paignton-Kingswear2.jpg";
import paigntonKingswear3 from "../img/UK/paignton-Kingswear3.jpg";
import paigntonKingswear4 from "../img/UK/paignton-Kingswear4.jpg";
import paigntonKingswear5 from "../img/UK/paignton-Kingswear5.jpg";
import paigntonKingswear6 from "../img/UK/paignton-Kingswear6.jpg";
import paigntonKingswear61 from "../img/UK/paigntonKingswear6-1.jpg";
import paigntonPubFood1 from "../img/UK/paigntonPubFood1.jpg";
import paigntonPubFood2 from "../img/UK/paigntonPubFood2.jpg";
import paigntonRoundhamGardens1 from "../img/UK/Roundham-gardens1.jpg";
import paigntonRoundhamGardens2 from "../img/UK/Roundham-gardens2.jpg";
import paigntonRoundhamGardens3 from "../img/UK/Roundham-gardens3.jpg";
import paigntonRoundhamGardens4 from "../img/UK/Roundham-gardens4.jpg";
import paigntonRoundhamGardens5 from "../img/UK/Roundham-gardens5.jpg";
import paigntonRoundhamGardens6 from "../img/UK/Roundham-gardens6.jpg";
import paigntonRoundhamGardens7 from "../img/UK/Roundham-gardens7.jpg";
/* ---------- Plymouth ---------- 
import PlymouthTown1 from "../img/UK/PlymouthTown1.jpeg";
import PlymouthTown2 from "../img/UK/PlymouthTown2.jpeg";
import SundayRoast1 from "../img/UK/SundayRoast1.jpeg";
import SundayRoast2 from "../img/UK/SundayRoast2.jpg";
import PlymouthHotel1 from "../img/UK/PlymouthHotel1.jpg";
import PlymouthHotel2 from "../img/UK/PlymouthHotel2.jpg";
import PlymouthHotel3 from "../img/UK/PlymouthHotel3.jpg";
import PlymouthHotel4 from "../img/UK/PlymouthHotel4.jpg";
import Barbican1 from "../img/UK/Barbican1.jpg";
import Barbican2 from "../img/UK/Barbican2.jpg";
import Barbican3 from "../img/UK/Barbican3.jpg";
import Barbican4 from "../img/UK/Barbican4.jpg";
import Barbican5 from "../img/UK/Barbican5.jpeg";
import Barbican6 from "../img/UK/Barbican6.jpg";
import BarbicanBoat1 from "../img/UK/BarbicanBoat1.jpg";
import BarbicanBoat2 from "../img/UK/BarbicanBoat2.jpg";
import BarbicanBoat3 from "../img/UK/BarbicanBoat3.jpg";
import RoyslWilliam1 from "../img/UK/RoyslWilliam1.jpg";
import RoyslWilliam2 from "../img/UK/RoyslWilliam2.jpg";
import waybackRoyslWilliam1 from "../img/UK/waybackRoyslWilliam1.jpg";
import waybackRoyslWilliam2 from "../img/UK/waybackRoyslWilliam2.jpg";*/
/* --------------Cornwall ---------------- 
import StAustell1 from "../img/UK/Cornwall/StAustell1.jpg";
import StAustell2 from "../img/UK/Cornwall/StAustell2.jpg"; */

// const Data = [
//   {
//     id: 0,
//     pictures: [paigntonMain, paignton1],
//     topic: "Paignton,UK",
//     credit: "By:Nikki Nutthaporn, Jun 2022 ",
//     tags: "'United Kingdom', 'London', 'Paignton' ",
//     img1: [myPolariod, coffeeNeroFood],
//     note1:
//       " DAY 1 วันแรกที่เราบินมาถึง Heathrow airport 7:00am เราก็เดินตามๆคนอื่นไปในฝั่งที่ต้องรอเข้าตม  ซึ่งจะแบ่งเป็น 2 ฝั่ง ฝั่งนึงจะเป็นของคนอังกฤษ/เมกา/ยุโรป  อีกฝั่งก็จะเป็นประเทศที่ไม่ได้อยู่ในนั้น   เราเอเชียก็ต้องไผต่อแถวนั้นแทน ส่วนแฟนเรา ไปช่องอังกฤษ   เราอ่านจากในกลุ่ม FB ว่าบางคนรอผ่าน ตม 2 ชม เลย เราเลยเริ่มจับเวลาตั้งแต่เข้าแถวรอ  สรุป 1 ชม เป๊ะๆ ตม ไม่ได้ถามอะไรมาก น่าจะเป็นคำถามเบสิกแหละว่า มีแพลนจะไปเที่ยวที่ไหน ทำอะไรบ้าง พักที่ไหน ซื้อตั๋วกลับหรือยัง (เราปริ้น plan ที่เราทำส่งตอนยื่นขอวีซ่าไปด้วย แล้วก็ตั๋วเครื่องบินกลับ  เผื่อลืมชื่อสถานที่และ รร ที่เราจะไป และเผื่อ ตม ขอดู )  ตอบคำถามเสร็จผ่านฉลุย thank you, you have a lovely trip here.   แฟนเราที่เข้าช่อง ตม อีกฝั่งผ่านเข้าตั้งแต่ 15 นาทีแรกแล้ว 1 ชม ผ่านไปหลังจากที่เราผ่าน ตม มาได้เราก็เดินไปรอรับกระเป๋า ซึ่งยังมาไปครบเลย 😂 รอต่อไปอีก 15 นาที ของครบ ก็หาทางเดินไปที่ bus station ",

//     note2:
//       "เราจอง coach ไป Paignton ไว้ประมาณ 11:30 เผื่อเวลา ตม เยอะ เพราะกลัวไม่ทัน  มีเวลาชิวจิบกาแฟรอรถ coach อีก ชม กว่าๆ ใน bus station จะมีร้านกาแฟ Coffee NERO เราซื้อ เหมือน meal deal จะเป็น breakfast กับของร้อน 1 อย่าง ในราคา 5£ ถือว่าไม่ถูก แต่หิว แล้วอยากหาที่นั่งรอรถ จัดไปคนละชุด ",
//     img2: [paigntonHotel1, paigntonHotel2],
//     img3: [paigntonHotel3, paigntonHotel4],
//     note3:
//       "อร่อยไหม ?  ถือว่าไม่แย่ แต่ก็ไม่ว้าว … พอถึงเวลาขึ้นรถ เค้าจะประกาศเรียก Coach number แล้วให้เราไปขึ้นตามterminal ที่เค้าบอก  เราต้องต่อรถ สองรอบขึ้นจากสตามบินไปลงที่ Bristol แล้วต่อไป Paignton ต่อ ซึ่งงสถานีที่ Bristol คือน่ากลัวมาก เหมือนเป็นแบบ rough place หน่อย พนง ร้านขายของในนั้นคือแบบค่อนข้าง rude  ถ้าต้องซื้อตั๋วเราไม่แนะนำให้มาต่อรถที่นี่นะ ถ้า ผญ มาคนเดียวด้วยคือ หนีไปเลย ",
//     note4:
//       "17:30 ถึงที่พักใน Paignton ในสภาพแบบซอมบี้มาก 12hr จากไทยมาอังกฤษ รอต่อรถอีก 1.5ชม  3 ชม จากสนามบินไป บริสตอล รออีก 2ชมที่บริสตอล จากบริลตอลไปเพนตัน อีก 2 ชม  omg มาก   เราพักที่ ……..  น้องเป็นห้อง apartment service เล็กๆ แต่น่ารักมาก เตียงกับโซฟาคือ ดูดวินญานมาก นิ่มอะไรขนาดนั้น ",
//     img4: [paigntonPubFood1, paigntonPubFood2],
//     note5:
//       "หลังจากเอากระเป๋าเก็บที่ห้องเรียบร้อย ก็ออกไปหาอะไรกินที่ ผับ *Pub ในอังกฤษ ก็คือเหลือบาร์/ร้านอาหาร เน้นไปที่บาร์มากกว่า ที่คนจะไป hangout คุยกัน ไม่ใช่ Pub ในไทย ที่เราไปเต้นให้วิญญานออกจากร่าง ",
//     note6:
//       "คือเมนูอาหารมันไม่ได้มีเยอะมาก เราเลยสั่ง Burger คือ อีห่า ปกติเบอเก้อมันต้องมีชีสใช่มะ แต่อันนี้แม้งไม่มี งงมาก anyway เซ็ทนี้ น่าจะ 8.5£ ถ้าเป็นเซทกับพวกโค้กจะประมาณ 6.5 มั้ง จำไม่ได้  เราลอง ไซเด้อ เป็น alcohol ประมาณ 4% กว่าๆ คือ อร่อยแหละ  kopparbeer คือ ต้องลอง ดีมาก  แต่ด้วยความที่เราเป็นคนไม่ค่อยกินเหล้า คือเมาตั้งแต่ครึ่งแก้ว 😂   กินเสร็จจบ กลับห้องไปนอน คือทั้งเหนื่อยทั้ง jet lack ทรมานระดับนึงเลยเด้อออ วันนี้พอแค่นี้ก่อน เราจะพยายามเขียนแล้วอัพลงเรื่อยๆ นะ",

//     img5: [paigntonKingswear1, paigntonKingswear2],
//     note7:
//       "DAY 2   หลังจากกินอิ่ม นอนหลับไปแล้ว วันนี้วันที่ 2 ของทริป  jet lack เราตื่นกันตั้งแต่ ตี 3 ของอังกฤษ (9 am ของไทย) พยายามข่มตานอนจนตี5 ไม่ไหว เลยต้องลุก ตื่นไปเดินเล่นตอนเช้าก่อน OMG หนาวมาก  อากาศคือโอเคมาก แต่ลมพัดที ทะลุเสื้อผ้าเข้าไปเลย โอ้มิก๊อด แพลนวันนี้จะมีเพื่อนของคริส ที่ไม่ได้เจอกันนานมากๆๆ มาหา แล้วก็จะไปขึ้นรถไฟถ่านหิน (steam trains) ไปที่ …Dartmore , Kingswear.  Steam trains ของที่นี่คือแบบ ขับเคลื่อนด้วยการเผา ใส่ถ่านหินลงไป แล้วมีแบบ ปู้นๆ เหมือนเวลาเราดูการ์ตูนเลย 😂 รถไฟจะขับไม่เร็วมาก คิดว่าด้วยเค้าที่เค้าเก่า อายุไขเยอะแล้ว จะเป็นเหมือนทัวร์ชมวิวด้วย ซึ่งรถไปจะวิ่งไปจบแค่ที่ Kingswear แค่นั้น   ลงจากรถไฟ เราก็เป็นงงๆ กันต่อว่าเอ๊ะ ไปไหนต่อน้า   เราเดินกันไปเรื่อยๆ จะมีเรือข้ามฝั่ง เป็นเรือที่แบบ มีรถขับลงไปด้วย ส่วนคนที่ไม่มีรถจะข้ามฝั่ง ก็ต้องยื่นอยู่ในฝั่งเส้นสีเหลือเล็กๆ ไม่มีมี่นั่งฟรืออย่างไรให้ ***** เช็กรูปในกล้อง  เผื่อมี ",
//     note8:
//       "วิวตอนข้ามก็จะประมาณนี้     เดินไปสักพักก็เริ่มหิว  ถึงเวลาทานข้าวกลางวันพอดี  มันจะมีร้านนึง คือดูดีเลย เราจำชื่อร้านไม่ได้ แต่คือดีย์ มาที่นี่ เค้าบอกให้กิน Fish and chip เพราะเป็นเมืองติดทะเล ปลาที่ได้มาจะสดมาก ",

//     img6: [paigntonKingswear3, paigntonKingswear4],
//     note9:
//       " คนที่นี่เวลากินอาหารทะเล เค้าจะมีเลมอนซีกไว้ให้ แต่เราชอบซอสทาทาร์มากกกกก คือมันนัง มันอร่อย (เขียนบล๊อคนี้อาทิตย์ที่ 2 แล้ว บอกเลย ว่า Fiah and chips ที่นี่อร่อยสุด **เพิ่มเติมตอนกลับไทยแล้วยังคอนเฟิมว่าที่นี่อร่อยที่สุด )",
//     note10:
//       " ต่อด้วยไอติม กินคาวไม่กินหวาน สันดานไพร่ ? ไอซ์ครีมอันแรกที่นี่ เลือก Banoffee มา โอ้มิก๊อด อีกแล้ว  คือ อร่อย ดีย์มาก  ของที่นี่จะราคาแรงกว่าที่อื่นนิดนึง จำได้ว่าโคนนี้ 3.5£ แต่ก็ได้เยอะกว่าที่อื่นอยู่ ",

//     img7: [paigntonKingswear5],
//     note11:
//       "กินอิ่มแล้วกลับมาเลี้ยงหลานต่อ  หล่อมาก ใครจะจองตอนโตหลังไมค์มาค่ะ 😂 ",
//     note12:
//       " หลังจากกลับมาที่ Paignton beach แล้ว ยังมีแรงเหลือก็ไปเดินเล่น by the beach กันต่อ บรรยากาศก็เหมือนเดิม ลมเย็น ถึงกับหนาว  ลืมบอกพระอาทิตย์ที่นี่ตกช่วง 21:30-22:00 เพราะฉนั้น สว่างยาว ",
//     img8: [paigntonKingswear6, paigntonKingswear61],
//     note13:
//       "สนามเด็กเล่นที่นี่คือ ดี แบบดีมาก มีซิปไลน์ให้เล่นด้วย พวกปีนป่ายคือแบบ ดีย์ **ที่นี่เค้าซีเรียสเรื่อยถ่ายรูปเด็ก  ด้วยความที่เราเป็น Tourist เราก็แบบ ถ่ายไปเรื่อย เห็นสนามเด็กเล่นเค้าดีก็จะถ่ายส่งไปให้ที่บ้านดู แล้วแฟนบอก อย่าถ่าย  ห้ามหันกล้องไปที่สนามเด็กเล่น มีรถตำรวจอยู่เดี๋ยวโดนเรียก เราคืองง คือมันเหมือนเป็น Pervert ที่มีคนแอบถ่ายรูปเด็ก  **แต่ งงอีกอย่างคือ ทุกอย่างที่นี่คือ เปิดช้า ปิดเร็ว ร้านค้าส่วนใหญ่เปิด 9:00-17:00 หลัง 17:00 คือหาของกิน หรือร้านซื้อของยากแล้ว เพราะปิด  ใน Paignton จะมี tesco express ที่เปิดถึง 23:00 นอกนั้นปิดแล้ว  ",
//     note14:
//       " **แต่ งงอีกอย่างคือ ทุกอย่างที่นี่คือ เปิดช้า ปิดเร็ว ร้านค้าส่วนใหญ่เปิด 9:00-17:00 หลัง 17:00 คือหาของกิน หรือร้านซื้อของยากแล้ว เพราะปิด  ใน Paignton จะมี tesco express ที่เปิดถึง 23:00 นอกนั้นปิดแล้ว  ",
//     /* -------------------- */
//     img9: [paigntonRoundhamGardens2, paigntonRoundhamGardens1],
//     note15:
//       " วันนี้แพลนเราแค่จะเดินเล่นไปทางด้านขวาของที่พัก ซึ่งก็คือ Roundham gardens  เปิดเลาะชมวิวไปเรื่อยๆ ที่นี่คือเหมาะกับการเลี้ยงหมามาก  คนที่เลี้ยงหมาที่นี่เค้าจะพาออกมาเดินเล่น/ เล่นน้ำทะเลบ่อย เดินไปไหนก็เจอคนจูงพาหมามาเดินเล่น  สวรรค์ของคนรักหมามากๆ  เราถามเพื่อนว่าปกติไหม ถ้าเราจะขอเจ้าของหมาเล่นกับหมา หรือ pet the dog เพื่อนบอก ปกติมาก",
//     img10: [paigntonRoundhamGardens4, paigntonRoundhamGardens3],
//     note16:
//       "ที่อังกฤษมีม้านั่งเยอะมาก เดินมาเหนื่อยเมื่อขาก็นั่งพัก ลมโกรกเย็นๆ นั่งดูวิว คือมันดีจริงๆนะ อยู่นี่คือเดินแบบ อย่างน้อยวันละ 5 โลเลย ",

//     img11: [paigntonRoundhamGardens5],
//     note17:
//       "ดินเล่นเบาๆ ไป 7 กม ขอพักขาซื้อชากับโดนัทสดเพิ่มพลังสักพักค้า  เราโดนเพื่อน Hard sale เรื่องโดนัทสดมากๆ เลย แบบ ต้องลอง อร่อยมาก แต่ปกติเราไม่ชอบโดนัทที่คลุกน้ำตาลอยู่แล้วเราเลยว่ามันไม่ได้อร่อยขนาดนั้น  แต่จะอธิบายให้ว่า ตัวเนื้อแป้งมันนุ่มมากๆ แบบทอดเสร็จร้อนๆ แล้วน้ำตาลที่เค้าใช้มันเป็นเม็ดเล็กๆ ซึ่งเข้าปากไปแล้วละลายเลย  ฟังดูน่าอร่อยใช่ไหม?  ต้องไปลองเอง",
//     img12: [paigntonRoundhamGardens6, paigntonRoundhamGardens7],
//     note16:
//       "แอบถ่ายน้องหมามา ยิ้มกว้างแฮ้ปปี้มาก จริงๆมีน้องอีกตัวนึง ตัวใหญ่เป็นหมีเลย แต่น้องอยู่กับเจ้าของ ถ่ายไม่ได้ เดี๋ยวติดเค้า กลัวโดนดุ 😅",

//     note18:
//       "ช่วงเย็นเรานั่ง Coach ไป Torquay ไปเจอเพื่อนอีกคนนึงต่อ คนละ 7£ ไปกลับ เราว่าแพงแหละ เพราะมันไกล้มาก  ไม่ถึง 15 นาทีเลย  Torquay เราไปในตัวเมือง ซึ่งเราว่าในตัวเมืองแต่ละเมืองมันคล้ายๆกันที่จะมี shopping center ร้านขายของ ร้านอาหารต่างๆ  เราไม่ได้ถ่ายรูปมาเยอะ แดดร้อนมาก มัวแต่หาที่หลบแดดอยู่ ",

//     note19:
//       "ไปร้านอาหาร เราสั่งแค่แครอทเค้กมากิน เอาอีกแล้ว ปกติแครอทเค้กมันต้องใส่ครีมชีทใช่มะ แต่อันนี้คือเหมือนน้ำตาลไอซิ่ง หวานแบบ x10 ก้อนนี้ 4£ กินไปน้ำตาไหลไป ปกติเราชอบแครอทเค้กมากๆๆๆ เพราะมันเบสิกแล้วแบบมันไม่ควรมีอะไรผิดพลาดอะ  (เช็ดน้ำตา)",
//     img13: [],
//     img14: [],
//   },

//   {
//     id: 1,
//     pictures: [PlymouthTown2, PlymouthTown1],
//     topic: "Plymouth",
//     credit: "By:Nikki Nutthaporn, Jun 2022 ",
//     tags: "'United Kingdom', 'London', 'Plymouth' ",
//     img1: [SundayRoast1, SundayRoast2],
//     note1:
//       "สวัสดีค่ะ วันนี้เราเปลี่ยนเมือง ไปที่ Plymouth แฟนเราโตที่นี่ เราเลยจะมาอยู่ที่เมืองนี้เป็นเวลา 2 อาทิตย์ มีเวลาเยอะให้แฟนได้ไปเยี่ยมเพือน เยี่ยมครอบครัวบ้าง  แต่ในขณะที่ยู่ที่นี่ก็จะนั่งรถไฟฟออกไปเที่ยวนอกเมืองบ้าง เมือง Plymouth อยู่ติดกับ Cornwall ซึ่งเป็นเมื่องทะเลเหมือนกัน แต่ Cornwallสำหรับ อังกฤษ ก็เหมือน Phuket ของที่ไทยเรา เวลาคนอยากไปเที่ยวทะเลสวยๆของบ้านเค้า ก็จะไปที่ Cornwall กัน แต่เราจะเขียน Cornwall แยกเปนอีกทริปนึงนะคะ ",

//     note2:
//       "กลับมาต่อกันที่ Plymouth  จริงๆแล้วเมืองทางฝั่งใต้ของอังกฤษจะเป็นเมื่องที่ติดทะเลซ๊ะส่วนใหญ่ แล้ว Plymouth ก็เป็นเมืองที่ใหม่ที่สุดในเขต Devon ถ้าเรา search ชื่อเมือง Plymouth เราจะเจอรูป Plymouth hoe ซึ่งเป็นสถานที่ที่ข้อนขางดังของที่นี่ แต่เราไม่ได้ถ่ายรูปไว 555  วันที่ไปใน Hoe park คือวันแรก ซึ่งเรานั่งรถมาจาก Pignton ก็หลาย ชม แล้วเราเมารถ เลยไม่มีอารถถ่ายตอนถึงที่นั่น",
//     img2: [PlymouthHotel1, PlymouthHotel2],
//     img3: [PlymouthHotel3, PlymouthHotel4],
//     note3:
//       "วันแรกที่ไปถึงเราก็ไปกิน Sunday Roast กันก่อนเลยค่ะ ร้านนี้อยู่ตรงไหนไม่รู้ เมารถและหิวมาก ขอให้ถึงเป็นพอ แต่แฟนบอกคนที่อยู่ที่นี้รู้จักกัน ราคา ... ก็ไม่รู้อีก 555  แต่รู้ว่าเค้าคิดเป็นต่อหัว ในส่วนของ ตัวอาหาร และของหวานคิดแยกค่ะ ในส่วนของของหวานราสั่ง crumble pie แต่ว่าในส่วนผลไม้นั้น เรเาจะต้องถามที่ร้าน บางครั้งเป็น Basic apple crumble บางครั้งเป็น berries and peach รอบนี้เราสั่งเบอรรี้กับพีชมาทาน แต่เค้าจะให้เราเลือกระหว่าง คัสตาด กับครีม ของเราเอามาหมดเลยค่ะ ยังอยู่ในช่วงทดลองกิน  ",
//     note4:
//       "เราอยู่ที่นี่ 2 อาทิตย์ แต่เราจอง รร ไว้ 2 ที่ ที่แรกอยู่หางจากสถานีรถไฟแค่ 1 นาที ไกล้ม๊ากกกกก ห้องเค้าก็น่ารักมากด้วย เดินนเข้าไปจะเป็น walking hl way แล้วแบ่งเป็น 3 ห้อง ห้องนอน ห้องน้ำ และห้องครัว ",
//     img4: [Barbican2, Barbican1],
//     note5:
//       "ช่วงเย็นเราเดินเล่นแถว Barbican  แถวนั้นจะมี Bar ร้านอาหาร และร้นขายของทั่วไป ค่อนข้างเยอะ ถือว่าเป็นสถานที่ที่คนไปหลังเลิกงาน จิบบียร์ นั่งชิว เพราะฉนั้น เราต้องไปทำตามเค้าก่อนค่ะ เราไปนั่งจิบเบียร์ชิวๆ คือปกติอยู่ไทยเราไม่ค่อยดื่มเหล้าหรือเบียเลย เพราะมันไม่อร่อย แต่พอมาได้ชิบ cider ที่นี้แล้ว ก็แบบเออเว้ยย อร่อย กินง่ายเอาเรื่อง รอบนนี้ลอง original cider มันก็โอและ แต่ว่า ถ้าเพิ่มรสผลไม้ เราชอบมากกว่า",
//     note6:
//       "ตอนนั่นจิบเบียคือ แดดแรงมาก เป็น Asian คนเดียวในร้านไม่พอ เอาเมนูมาบังแดด ในขณะที่คนอื่นคือดื่มด่ำกับแดดมากกก ",

//     img5: [Barbican3, Barbican4],
//     note7:
//       "จิบเบียแล้วหิว เดินหของกินนานมาก เพราะไม่รู้จะกินอะไรดี Fish and chip ก็เริ่มเบือ ไปเจอร้านนึงเห็นนคนต่อแถวเยอะมากกกก เลยแบบ ร้านนี้ก็ได้วะ  สรุปมันก็คือร้านดังของแถวนี้อยู่ ชื่อ Cap’n Jaspers ซึ่งถูกมากด้วย เห็นแบบนี้ชิ้นเท่าหน้า เราสัง Jasperiser ซื้อมาชิ้นเดียวพอแบ่งกับแฟน เพราะยังไงกินคนเดียวก็ไม่หมด ! ชิ้นนี้จะประมาณ £5-6",
//     note8:
//       "มาดูบรรยากาศแถว Barbican กันนค่ะ ตอนเดินเข้าไปมันจะเป็นถนน สองข้างางเป็นตึกแถวซึ่งส่วนใหญ่ชั้นล่างเค้าจะทำเป็นร้านต่างๆ แลวอาศัยอยู่ชั้นบนกัน  ",

//     img6: [Barbican5, Barbican6],
//     note9:
//       "บ้านไหนอยู่ไกล้ผับก็ซวยไป คือผับที่นี่เค้าไม่ได้เปิดเพลงเสียงดับแบบบ้านเรา แต่คนที่ไปกินเหล้าเคาคุยกันเสียงดังาก แบบม๊ากกก เค้าจะมีป้ายเตือนไว้แหละว่า อย่าส่งเสียงดังมากเพราะมีเพื่อนบ้าน ... แต่จะทำอะไรได้ คนเค้าไป have fun กัน ",
//     note10:
//       "เราอยู่ทีนี่แบบแนว life style มาก เที่ยววันเว้นวัน วนไหนที่ไม่ได้เที่ยวกจะไปฟิตเนส หรือไปเดินเล่นในเมือง shopping เสื้อผ้า Primart คือดีย์ เสื้อผ้าถูก คนซื้อของเยอะมากแบบ คนเยอะทุกช่วงเวลา เลยไม่ชอบเข้า ",

//     img7: [BarbicanBoat1],
//     note11:
//       "ในซอย Barbican ถ้าเดินตรงไปเรื่อยๆ มันจะเป็นที่เปิดโล่ง มีdoc ไว้จอดเรื่อ แล้วแถวนี้เค้าก็จะมีทัว แบบทริปไกล้ๆ นั่งเรื่อไป Royal William Yard เค้าก็จะมีป้ายบอกไว ว่าทริปไหนออกเวลาไหนบ้าง ของเราคือนั่งเรือแค่ 10-15 นาที คือไม่ได้ไกล แต่เรือขับช้า 555555 ",
//     note12:
//       "ตอนที่เราถามเค้าว่าขึ้นเรือตรงไหน เค้าบอกให้ไปยืนรอต่อแถวข้างหน้าก่อนทางเดินเข้าไปขึ้นเรือ นี่รอแบบ 10-15 นาที ไม่มีคนมาเรียก เลยเดินมั่วๆ ไปถามเค้าแถวเรือ คือถ้าไม่ถามคงไม่ได้ไปแล้ว",
//     img8: [BarbicanBoat2, BarbicanBoat3],
//     note13:
//       "ตามที่เห็นในรูปเลยค่ะ วันนี้เมฆเยอะมาก แต่ยังโชคดีที่ฝนไม่ตก แต่ครึ้มแบบนี้ ลมเย็นขนแขนสแตนอัพมาก",
//     note14:
//       " Royal William Yard เป็นตึกเก่าแบบ historical มาก เค้าว่าเป็นที่ที่สวยที่สุดใน Plymouth เลย",
//     img9: [RoyslWilliam1, RoyslWilliam2],
//     note15:
//       "ข้างในจจริงๆก็ไม่ได้มีอะไรมาก เราไป see sight และทานอาหารกลางวัน ตึกก็สวยแหละ นอกจากร้นอาหารก็ไม่เจออะไรอีก 5555    ",
//     note16:
//       "อย่างที่บอกว่ามันไม่ได้ไกล ขากลับเลยเดินกลับกัน น่าจะแค่ 30-40 นาที  สำหรับ Tourist อย่างเราคือ จิ้บๆ ไหนคืนนี้จะต้องซื้อ Sticky toffy pudding กินกับ clotted cream อีก เบิร์นออกสักหน่อยจะเป็นอะไรไป  วิวตอนเดินกลับคือดีย์ บอกเลย",
//     img10: [waybackRoyslWilliam1, waybackRoyslWilliam2],
//     img11: [],
//     img12: [],

//     note17: "วันนี้พอก่อน รอต่อ EP2 รอบหน้านะคะ ",
//     note18: "",
//     note19: "",
//   },
//   {
//     id: 2,
//     pictures: [StAustell1, StAustell2],
//     topic: "Cornwall",
//     credit: "By:Nikki Nutthaporn, July 2022 ",
//     tags: "'United Kingdom', 'London', 'Cornwall' ",
//     img1: [],
//     note1: "Coming Soon ... ",

//     note2: "",
//     img2: [],
//     img3: [],
//     note3: "",
//     note4: "",
//     img4: [],
//     note5: "",
//     note6: "",

//     img5: [],
//     note7: "",
//     note8: "",

//     img6: [],
//     note9: "",
//     note10: "",

//     img7: [],
//     note11: "",
//     note12: "",
//     img8: [],
//     note13: "",
//     note14: "",
//     img9: [],
//     note15: "",
//     note16: "",
//     img10: [],
//     img11: [],
//     img12: [],

//     note17: "",
//     note18: "",
//     note19: "",
//   },
// ];
// export default Data;
